/* Alert view message when no comments found. */
"Be the first who is commenting this. Tap on the add button on top right corner." = "Be the first who is commenting this. Tap on the add button on top right corner.";

/* Button title on action controller
   Button title on alert controller */
"Cancel" = "Cancel";

/* Alert controller title */
"Choose an image source" = "Choose an image source";

/* User input validation error message on alert view */
"Comment text must not be empty." = "Comment text must not be empty.";

/* Server connection error message */
"Connection to server failed." = "Connection to server failed.";

/* Error message alert view title */
"Error" = "Error";

/* Button title on alert controller */
"Import from photo library" = "Import from photo library";

/* Alert view title when form validation failed */
"Missing input" = "Missing input";

/* Alert controller title when device location is unknown before sending proposal */
"Missing location" = "Missing location";

/* User input validation error title on alert view */
"Missing or invalid input" = "Missing or invalid input";

/* Alert view message when form validation failed */
"Name field must not be empty" = "Name field must not be empty";

/* Text prefix on segmented control option */
"Near to" = "Near to";

/* text for second option on segmented control */
"Near to this city" = "Near to this city";

/* Alert title when no comments found. */
"No comments found for this curioso yet." = "No comments found for this curioso yet.";

/* Alert view title when there are no any search results. */
"No results found." = "No results found.";

/* Placeholder text in text view. */
"Optionally you can write few words here about this curio" = "Optionally you can write few words here about this curio";

/* Alert view message when there are no any search results. */
"Please set a different search criteria." = "Please set a different search criteria.";

/* Name card search error message */
"Search request failed." = "Search request failed.";

/* Comment sending error message on alert view */
"Sending your comment failed." = "Sending your comment failed.";

/* Button title on alert controller */
"Take a picture" = "Take a picture";

/* Button title on action controller */
"Turn GPS on" = "Turn GPS on";

/* Alert controller message */
"You could import an image from your photo library or just take a picture now." = "You could import an image from your photo library or just take a picture now.";

/* Alert controller message when GPS location is unknown */
"You won't be able to send proposal without known GPS location of your device." = "You won't be able to send proposal without known GPS location of your device.";

/* Initial text view content when adding a comment. */
"We are wondering what's your opinion." = "We are wondering what's your opinion.";

/* Table view header prompt */
"Ordering" = "Ordering";

/* Ordering option 1 */
"By Name" = "By Name";

/* Ordering option 2 */
"By Distance" = "By Distance";

/* Title on navbar */
"List of cities" = "List of cities";

/* Title of route planning button */
"Plannig route" = "Planning route";

/* Alert view title when route planning is not possible */
"Can't launch app" = "Can't launch app";

/* Alert view text when route planning is not possible */
"Google Maps application needed on your device" = "Google Maps application needed on your device";

/* Button title for 1st picture to be attached to a proposal. */
"Picture 1" = "Picture 1";

/* Button title for 2nd picture to be attached to a proposal. */
"Picture 2" = "Picture 2";



